{
  "message": [
    "Вас разбудил пронзительный звонок телефона. На другом конце провода голос суперинтенданта Малдуна: «У нас в доках тело. Похоже, тут полный бардак. Встретимся на станции, и мы начнем». Вы протираете глаза, прогоняя сон, зная, что день будет долгим.",
    "Дело уже зовет вас по имени."
  ],
  "forkCode": 1,
  "options": [
    {
      "text": "Встретиться с суперинтендантом Малдуном",
      "next": {
        "message": [
          "Когда вы прибываете на станцию, флуоресцентные лампы над столами начинают светиться. Мулдун уже сидит, потягивая чашку кофе. \"Ах, доброе утро, детектив. Жертва - молодая женщина, около двадцати лет. У нее нет удостоверения личности, но мы нашли странный символ рядом с телом. Это похоже на ритуальное убийство, но мы пока не можем быть уверены.\"",
          "Он передает вам папку с делом. \"Познакомьтесь с этим. Я хочу, чтобы вы начали обходить район, посмотрите, не видел ли кто-нибудь что-нибудь.\""
        ],
        "forkCode": 2,
        "options": [
          {
            "text": "Обсудить дело",
            "next": {
              "message": [
                "Малдун передает вам папку с делом, и вы уделяете несколько минут, чтобы ознакомиться с деталями. Вы замечаете, что жертва была найдена без удостоверения личности, телефона и кошелька. Единственная улика — это загадочный символ \"Вихрь в лохмотьях\", нарисованный спреем рядом с телом. Вы начинаете анализировать символ, ища любые связи с местными бандами или культами."
              ],
              "forkCode": 3,
              "options": [
                {
                  "text": "Повторное посещение места преступления ночью",
                  "next": {
                    "message": [
                      "Когда вы выходите из участка, прохладный ночной воздух ударяет вас, как пощечина. Пристань пуста, за исключением нескольких запоздалых прохожих, которые, похоже, наблюдают за вами из теней. Вы направляетесь к месту преступления, полицейская лента все еще колышется на ветру. Когда вы приближаетесь, вы замечаете то, чего не видели раньше - маленькое пятно крови на тротуаре, которое, похоже, было пропущено судебно-медицинской командой.",
                      "Вы достаете свой фонарик и начинаете более внимательно осматривать территорию. Пятно крови, похоже, ведет от тела к близлежащему переулку. Вы следуете за следом, ваше сердце колотится в груди. Переулок узкий и темный, с высокими стенами по обе стороны. Вы не можете избавиться от ощущения, что за вами наблюдают.",
                      "Продолжая расследование, вы замечаете странный символ, вырезанный в стене. Он похож на символ \"Вихрь в лохмотьях\", найденный рядом с телом, но с некоторыми тонкими отличиями. Вы достаете свой блокнот и делаете эскиз символа, задаваясь вопросом, может ли это быть подсказкой.",
                      "Вдруг вы слышите шум в конце переулка. Похоже, кто-то идет к вам, но когда вы поворачиваетесь, чтобы встретить его, вы понимаете, что это всего лишь ветер, шуршащий через мусорные баки. Вы вздыхаете с облегчением, но ваши нервы на пределе.",
                      "Продолжая искать в переулке, вы находите кусок порванной ткани, застрявший в ржавом старом мусорном контейнере. Похоже, что он мог принадлежать одежде жертвы. Вы осторожно извлекаете ткань и помещаете ее в пакет для улик, задаваясь вопросом, может ли она содержать ДНК или другие судебно-медицинские улики.",
                      "Вы продолжаете исследовать переулок, ища любые другие признаки улик или подсказок. Пока вы работаете, вы не можете избавиться от ощущения, что приближаетесь к чему-то важному. Но к чему именно, вы не совсем уверены."
                    ],
                    "fork": 3
                  }
                },
                {
                  "text": "Поговорите с Харролом, судебно-медицинским экспертом",
                  "next": {
                    "message": [
                      "Вы встречаете Харрола, судебно-медицинского эксперта, в комнате для осмотров в морге. Он высокий, худощавый человек с добрым лицом и озорным блеском в глазах. Он тепло приветствует вас, но вы можете сказать, что у него что-то на уме. \"Что вы знаете на данный момент?\" - спрашивает он, заглядывая на вас через свои очки.",
                      "Вы рассказываете ему о деле, начиная с обнаружения тела и заканчивая вашими последними находками. Харрол внимательно слушает, его глаза загораются, когда вы описываете символ Вихрящихся Лоскутов. \"Ах, да,\" говорит он, его голос полон волнения. \"Я знал это. Я знал, что это дело связано с этими сумасшедшими культами.\"",
                      "Он указывает на тело, которое лежит на столе для осмотра позади него. \"Видите ли, раны жертвы не похожи ни на что, что я когда-либо видел раньше. Они почти... ритуальные. Я думаю, что мы имеем дело с человеческим жертвоприношением.\" Харрол передает вам файл с его отчетом об автопсии. Перелистывая страницы, вы видите, что тело жертвы покрыто маленькими, точными порезами и надрезами. Также есть доказательства отравления, возможно, от редкого экстракта растения. \"Это довольно странные вещи, доктор,\" - говорите вы, пытаясь осмыслить то, что видите."
                    ],
                    "fork": 3
                  }
                },
                {
                  "text": "Исследуйте граффити 'Вихрь в лохмотьях'",
                  "next": {
                    "message": [
                      "Вы подходите к месту, где найден символ \"Вихрь в лохмотьях\". На стене стоит яркая и броская надпись, сделанная спреем. Там изображен вихрь, вырывающийся из ткани. Вы можете чувствовать в этом символе мощную энергетику и загадочность. Вы достаете свой блокнот и делаете эскиз символа, задаваясь вопросом, может ли это быть подсказкой.",
                      "Вы начинаете исследовать область вокруг символа, ища любые другие признаки улик или подсказок. Пока вы работаете, вы не можете избавиться от ощущения, что приближаетесь к чему-то важному. Но к чему именно, вы не совсем уверены.",
                      "Вы замечаете несколько других граффити в округе, но они не выглядят связанными с символом \"Вихрь в лохмотьях\". Однако один из них привлекает ваше внимание. Это надпись \"Кто знает, тот молчит\", сделанная в углу здания. Вы начинаете задумываться о значении этих слов и о том, кто мог их написать."
                    ],
                    "fork": 3
                  }
                },
                {
                  "text": "Закончить изучение",
                  "fork": 2
                }
              ]
            }
          },
          {
            "text": "Запросить помощь у Мулдуна",
            "next": {}
          },
          {
            "text": "Назад",
            "fork": 1
          }
        ]
      }
    },
    {
      "text": "Исследовать район гавани Ревашоля",
      "next": {
        "message": [
          "Прибрежная зона представляет собой лабиринт из ящиков, складов и ржавого докового оборудования. Чайки кричат над головой, пока вы пробираетесь через переулки. Воздух пропитан запахом соленой воды и дизельного топлива. Вы замечаете несколько подозрительных персонажей, которые задерживаются в тенях, наблюдая за вами с любопытством и недоверием.",
          "Вы видите докера с неопрятной бородой, курящего сигарету на краю воды. Он выглядит так, будто может быть готов пообщаться. \"Эй, не возражаешь, если я задам тебе несколько вопросов?\" — спрашиваете вы его, стараясь казаться дружелюбным и не угрожающим."
        ],
        "forkCode": 4,
        "options": [
          {
            "text": "Что вы знаете о недавних убийствах в этом районе?",
            "next": {
              "message": [
                "Ах, убийства? Да, я слышал слухи. Люди говорят о каких-то ритуальных убийствах. Но я не думаю, что это что-то, о чем стоит беспокоиться. Просто какие-то сумасшедшие пытаются сделать себе имя."
              ],
              "fork": 4
            }
          },
          {
            "text": "Вы видели что-нибудь или кого-нибудь подозрительного в районе гавани?",
            "next": {
              "message": [
                "Подозрительные личности? Ха! Вся эта область кишит ими. Но если ты ищешь кого-то конкретного, я, возможно, видел парня, который шатается вокруг складов ночью. Высокий, худой, всегда в капюшоне. Но я не знаю, чем он занимается."
              ],
              "fork": 4
            }
          },
          {
            "text": "У вас есть информация о местных бандах или организованных преступных группах?",
            "next": {
              "message": [
                "\"Слушай, я скажу тебе кое-что, но ты должен пообещать, что никому не скажешь, что это я сказал. Здесь есть группа людей, которые думают, что они выше закона. Именно они на самом деле управляют этим городом, и они не остановятся ни перед чем, чтобы сохранить свою власть. Я не говорю, что они стоят за убийствами, но... Скажем так, они не особенно переживают по этому поводу.\""
              ],
              "fork": 4
            }
          },
          {
            "text": "Вернуться",
            "fork": 1
          }
        ]
      }
    }
  ]
}
